Repository: abbasali/Cooper-Hewitt
Catalog: sites/all/modules/protected_node/translations/*.po
Languages: fr

source: The node you are trying to view is password protected. Please enter password below to proceed.
fr: Le noeud que vous essayez de voir est protégé par mot de passe. Saisissez le mot de passe ci-dessous pour continuer.

source: Node password
fr: Mot de passe du noeud

source: Incorrect password!
fr: Mot de passe incorrect !

source: Illegal call to /protected-node
fr: Appel illégale à /protected-node

source: Password page info
fr: Page d'information sur le mot de passe

source: You can use node type tokens from the token module if you have installed it previously.
fr: Vous pouvez utiliser des jettons (tokens) de type de noeud du module de jettons (tokens) s'il est installé.

source: With this module anybody who has edit protected content right can password protect his or her own node.
fr: Avec ce module, toute personne possédant des droits d'édition de contenu protégé peut protéger son noeud avec un mot de passe.

source: Protected nodes access rights
fr: Droits d'accès des noeuds protégés

source: At least one of the roles has access to protected contents
fr: Au moins un rôle à accès aux contenus protégés

source: None of the roles has !access
fr: Aucun rôle n'a !access

source: Without giving access at least one of the available roles no-one can protect nodes or access protected contents
fr: Si vous ne donnez pas accès à au moins un rôle disponible, personne ne pourra protéger les noeuds ou accéder aux contenus protégés

source: Here if you check the checkbox and provide a password your newly created node will be password protected.
fr: Si vous cochez la case et fournissez un mot de passe, votre nouveaux noeud sera protégé par un mot de passe.

source: Node is protected
fr: Le noeud est protégé

source: Check here if this content should be protected by a password.
fr: Cliquez ici si ce contenu doit être protégé par un mot de passe.

source: Enter the node password here.
fr: Saisissez ici le mot de passe du noeud.

source: access protected content
fr: accéder au contenu protégé

source: edit protected content
fr: modifier le contenu protégé

source: edit protected
fr: modifier la protection

source: Here you change protected node settings
fr: Modifiez les paramètres de protection du noeud ici

source: Protected node - Enter Password
fr: Noeud protégé, saisissez le mot de passe

source: Here you can enter the password for the node
fr: Saisissez ici le mot de passe pour le noeud

source: The table to store the node - password hash pairs.
fr: La table dans laquelle stocker les hash noeud - mot de passe.

source: The primary identifier for a node
fr: L'identifiant primaire pour un noeud

source: The sha1 hashed password for the given node.
fr: Le mot de passe sha1 hashed pour un noeud donné.

source: Controls whether selected nodes are protected with a password.
fr: Vérifie si les noeuds sélectionnés sont protégés par un mot de passe.

source: Access
fr: Accès
